[
    {
        "title": "UAV Online",
        "text": "I am a USMC veteran, deployed to Afghanistan, and I flew drones for 4 years. This was my first experience working intensively with technology along with collaborating in cross-team environments, and holding leadership positions. "
    },
    {
        "title": "Education",
        "text": "I attended Saint Xavier University and earned my Bachelors degree in Criminal Justice. I am a first generation college graduate, and I learned how to stay focused, do proper research, and push myself to learn difficult and new concepts at a quick pace."
    },
    {
        "title": "Self Discovery",
        "text": "I found my passion for coding while working in Law Enforcement and Security. In my free time I began creating websites and games as a way to challenge myself and grow in a new skill. The constant problem solving, ability to adapt, and express creativity developed my passion for coding and I realized this is what inspires me."
    },
    {
        "title": "My First Steps",
        "text": "I graduated from LEARN Academy, a Full-Stack coding boot camp with a focus on React, Rails, PostgreSQL and learning code fundamentals. I really enjoyed being able to implement my creativity, and translate design into code. Experiences like pair programming allowed me to fully collaborate and immerse myself in the content. "
    },
    {
        "title": "Coding",
        "text": "I continue to push myself and experiment with my code to expand my skillset. From React 3-Fiber (WebGL 3d rendering in React Applications), Adobe After Effects, to creating Dockerized Images and pushing applications to AWS. I am always having fun, being inspired, and eager to collaborate with others. "
    },
    {
        "title": "Critical Hit",
        "text": "If you couldn't tell, I love creating fun, interactive experiences. I am looking for a place that will help me grow, but challenge me along the way. So if you are looking for your next developer, lets roll for initiative and level up together!"
    }
]